// creating an array and passing the number, questions, options, and answers
let questions = [
    {
    numb: 1,
    question: "Що таке HTML?",
    answer: "Мова розмітки гіпертексту",
    options: [
      "Мова програмування",
      "Мова розмітки гіпертексту",
      "Процедурна мова",
      "Об'єктно-орієнтована мова"
    ]
  },
    {
    numb: 2,
    question: "Що виводить на сайті тег img?",
    answer: "Зображення",
    options: [
      "Зображення",
      "Текст",
      "Список",
      "Посилання"
    ]
  },
    {
    numb: 3,
    question: "Скільки текстових заголовків різного рівня, які можна вказати за допомогою тега h, пропонує HTML? ",
    answer: "6",
    options: [
      "3",
      "8",
      "6",
      "10"
    ]
  },
    {
    numb: 4,
    question: "Що робить тег ul?",
    answer: "Створює маркований список",
    options: [
      "Створює нумерований список",
      "Створює маркований список",
      "Створює список визначень",
      "Створює багаторівневий список"
    ]
  },
    {
    numb: 5,
    question: "Що таке src?",
    answer: "Адреса файлу зображення",
    options: [
      "Атрибут, який говорить браузеру, що малюнок є серверною картою-зображенням",
      "Альтернативний текст, який буде відображено, якщо картинка не може бути завантажена",
      "Атрибут, який визначає зображення як карту зображень на стороні клієнта (карта зображень – це зображення з областями, на які можна натиснути)",
      "Адреса файлу зображення"
    ]
  },
];